Repository: ShafiqIslam/PeopleFinder
Catalog: app/Locale/ben/LC_MESSAGES/default.po
Languages: bn_bd

source: Invalid log
bn_bd: অবৈধ লগ

source: The log has been saved.
bn_bd: লগ সংরক্ষণ করা হয়েছে.

source: The log could not be saved. Please, try again.
bn_bd: লগ সংরক্ষণ করা যায়নি. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: The log has been deleted.
bn_bd: লগ মুছে ফেলা হয়েছে.

source: The log could not be deleted. Please, try again.
bn_bd: লগ মোছা যাবে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: The language has been changed to %s
bn_bd: %s ভাষায় পরিবর্তন করা হয়েছে

source: Language %s is not supported
bn_bd: %s- ভাষা সমর্থিত নয়

source: The profile has been saved.
bn_bd: প্রোফাইল সংরক্ষণ করা হয়েছে.

source: The profile could not be saved. Please, try again.
bn_bd: প্রোফাইল সংরক্ষণ করা যায়নি. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Invalid profile
bn_bd: অবৈধ প্রোফাইল

source: The profile has been deleted.
bn_bd: প্রোফাইল মুছে ফেলা হয়েছে.

source: The profile could not be deleted. Please, try again.
bn_bd: প্রোফাইল মুছে যাবে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Your Report has been saved.
bn_bd: আপনার রিপোর্ট সংরক্ষণ করা হয়েছে.

source: Your Report can't be saved. Try again later.
bn_bd: আপনার রিপোর্ট সংরক্ষণ করা যাবে না. পরে আবার চেষ্টা করুন.

source: Your Report has been updated.
bn_bd: আপনার রিপোর্ট আপডেট করা হয়েছে.

source: Your Report can't be saved right now. Try again later.
bn_bd: আপনার রিপোর্ট এখনই সংরক্ষণ করা যাবে না. পরে আবার চেষ্টা করুন.

source: Profile Updated. And Notified The Reporter
bn_bd: প্রোফাইল আপডেট করা হয়েছে. এবং রিপোর্টারকে জানানো হয়েছে।

source: Profile Reverted To Missing. And Logged The Found Claimer as Abuse.
bn_bd: প্রোফাইলের Missing প্রত্যাবর্তন করেছে. এবং Claimer কে আপত্তিজনক হিসেবে নেওয়া হয়েছে .

source: Profile reported as Abuse. %s
bn_bd: প্রোফাইলের আপত্তিজনক হিসাবে রিপোর্ট করা হয়েছে. %s-

source: Invalid removed profile
bn_bd: অবৈধ ভাবে রিমুভ প্রোফাইল

source: The removed profile has been deleted.
bn_bd: মুছা প্রোফাইল মুছে ফেলা হয়েছে.

source: The removed profile could not be deleted. Please, try again.
bn_bd: মুছা প্রোফাইল মোছা যাবে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Invalid reporter
bn_bd: অবৈধ প্রতিবেদক

source: The reporter has been saved.
bn_bd: প্রতিবেদক সংরক্ষণ করা হয়েছে.

source: The reporter could not be saved. Please, try again.
bn_bd: প্রতিবেদক সংরক্ষণ করা যায়নি. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: The reporter has been deleted.
bn_bd: প্রতিবেদক মুছে ফেলা হয়েছে.

source: The reporter could not be deleted. Please, try again.
bn_bd: প্রতিবেদক মোছা যাবে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Bad Request.
bn_bd: খারাপ অনুরোধ.

source: Oops! Your Old Password doesn't match.
bn_bd: উফ! আপনার পুরানো পাসওয়ার্ড মিলছে না.

source: Password Changed.
bn_bd: পাসওয়ার্ড পরিবর্তন.

source: Account Changed.
bn_bd: অ্যাকাউন্ট পরিবর্তিত.

source: Account can't be changed right now. Try again.
bn_bd: অ্যাকাউন্ট এখনই পরিবর্তন করা যাবে না. আবার চেষ্টা কর.

source: Invalid testimonial
bn_bd: অবৈধ প্রশংসাপত্র

source: The testimonial has been changed.
bn_bd: প্রশংসাপত্র পরিবর্তন করা হয়েছে.

source: The testimonial has been deleted.
bn_bd: প্রশংসাপত্র মুছে ফেলা হয়েছে.

source: The testimonial could not be deleted. Please, try again.
bn_bd: প্রশংসাপত্র মোছা যাবে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: The user has been saved.
bn_bd: ব্যবহারকারী সংরক্ষণ করা হয়েছে.

source: The user could not be saved. Please, try again.
bn_bd: ব্যবহারকারী সংরক্ষণ করা যায়নি. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Invalid user
bn_bd: অবৈধ ব্যবহারকারী

source: The user has been deleted.
bn_bd: ব্যবহারকারী মুছে ফেলা হয়েছে.

source: The user could not be deleted. Please, try again.
bn_bd: ব্যবহারকারী মোছা যাবে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Incorrect username or password, please try again.
bn_bd: ভুল ব্যবহারকারীর নাম বা পাসওয়ার্ড, আবার চেষ্টা করুন.

source: Email address not found.
bn_bd: ই-মেইল ঠিকানা পাওয়া যায়নি.

source: Your password has been sent to
bn_bd: আপনার পাসওয়ার্ড পাঠানো হয়েছে

source: Your message has been sent successfully. We'll get to it soon.
bn_bd: আপনার বার্তাটি সফলভাবে পাঠানো হয়েছে. আপনি খুব শীঘ্রই এটি পাবেন.

source: Something bad happened!!! Please, try again.
bn_bd: খারাপ কিছু ঘটেছে !!! অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Invalid Request
bn_bd: অনুরোধ অগ্রহণযোগ্য

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: Profiles
bn_bd: প্রোফাইল

source: Add Profile
bn_bd: প্রোফাইল যোগ

source: Reporters
bn_bd: রিপোর্টার্স

source: Testimonials
bn_bd: প্রশংসাপত্র

source: Removed Profiles
bn_bd: প্রোফাইল সরানো হয়েছে

source: CMS Users
bn_bd: CMS ব্যবহারকারীরা

source: Add New Cms User
bn_bd: নতুন CMS ব্যবহারকারী যোগ করুন

source: Manage Account
bn_bd: অ্যাকাউন্ট পরিচালনা

source: Logout
bn_bd: লগআউট

source: Home
bn_bd: হোম

source: Search
bn_bd: খুঁজুন

source: My Account
bn_bd: আমার অ্যাকাউন্ট

source: Back To Admin Panel
bn_bd: অ্যাডমিন প্যানেলে ফিরে যান

source: My Reports
bn_bd: আমার রিপোর্ট

source: Signout
bn_bd: সাইন আউট

source: Sign up
bn_bd: সাইন আপ

source: Login
bn_bd: লগইন

source: Email
bn_bd: ই-মেইল

source: Password
bn_bd: পাসওয়ার্ড

source: Forgot your password?
bn_bd: আপনি কি পাসওয়ার্ড ভুলে গেছেন?

source: CHANGE LANGUAGE
bn_bd: ভাষা পরিবর্তন করুন

source: Change To Your Preferred Language
bn_bd: আপনার পছন্দের ভাষা পরিবর্তন

source: This feature uses Cookie. By clicking on these links, you agree on our cookie terms. And we'll assume that you are happy to receive all cookies from this website.
bn_bd: এই বৈশিষ্ট্যটি কুকি ব্যবহার করে. এই লিঙ্ক এ ক্লিক করে, আপনি আমাদের কুকি শর্তে একমত. এবং আমরা অনুমান করেছি যে আপনি খুশি হয়েছেন এই ওয়েবসাইট থেকে সব কুকি পেয়ে।

source: Follow Us on Social Links
bn_bd: সামাজিক লিংক উপর আমাদের অনুসরণ করুন

source: &copy; %s Face Finder. All Rights Reserved.
bn_bd: ©%s এর Face Finder. সর্বস্বত্ব সংরক্ষিত.

source: Design & Developed by
bn_bd: ডিজাইন ও নির্মাতা

source: Admin Add Log
bn_bd: এডমিন লগিন যোগ

source: Submit
bn_bd: জমা দিন

source: Actions
bn_bd: পদক্ষেপ

source: List Profiles
bn_bd: প্রোফাইল তালিকা

source: New Profile
bn_bd: নতুন প্রোফাইল

source: List Reporters
bn_bd: রিপোর্টার্স তালিকা

source: New Reporter
bn_bd: নিউ প্রতিবেদক

source: List Users
bn_bd: ব্যবহারকারীদের তালিকা

source: New User
bn_bd: নতুন ব্যবহারকারী

source: Admin Edit Log
bn_bd: এডমিন লগিন সম্পাদনা

source: Delete
bn_bd: ডিলিট

source: Are you sure you want to delete # %s?
bn_bd: আপনি কি নিশ্চিত যে আপনি মুছে ফেলতে চান #%s?

source: Logs
bn_bd: এক্সপ্লোর পরিচালনা করো

source: View
bn_bd: দৃশ্যপট

source: Edit
bn_bd: ইডিট

source: previous
bn_bd: পূর্ববর্তী

source: next
bn_bd: পরবর্তী

source: New Log
bn_bd: নিউ লগ

source: Search Here
bn_bd: এখানে অনুসন্ধান করুন

source: Name
bn_bd: নাম

source: Photos
bn_bd: ছবিগুলি

source: Country
bn_bd: দেশ

source: Map
bn_bd: মানচিত্র

source: Profile ID
bn_bd: প্রোফাইল আইডি

source: Search By Name
bn_bd: নাম অনুসারে অনুসন্ধান

source: First Name
bn_bd: প্রথম নাম

source: Second Name
bn_bd: দ্বিতীয় নাম

source: Last Name
bn_bd: নামের শেষাংশ

source: Gender
bn_bd: লিঙ্গ

source: Select Gender
bn_bd: লিংগ নির্বাচন

source: Male
bn_bd: পুরুষ

source: Female
bn_bd: স্ত্রী

source: For Advance Search Click Here...
bn_bd: অগ্রিম অনুসন্ধান এর জন্য এখানে ক্লিক করুন ...

source: ** NB: You must click 'Upload' before submitting after adding image.
bn_bd: ** বিশেষ দ্রষ্টব্য: ইমেজ জমা দেওয়ার আগে ক্লিক করতে হবে 'আপলোড' এ .

source: Search By Country
bn_bd: দেশ দ্বারা অনুসন্ধান

source: City
bn_bd: জেলা

source: Draw a circle on the map.
bn_bd: মানচিত্রে একটি বৃত্ত আঁকুন.

source: Search By ID
bn_bd: আইডি দ্বারা অনুসন্ধান

source: Profile ID No.
bn_bd: প্রোফাইল আইডি নং

source: Searching missed persons.
bn_bd: মিস ব্যক্তির খোঁজ করছেন.

source: Finding missed persons.
bn_bd: মিস ব্যক্তিদের খোঁজা.

source: Reporting missed persons.
bn_bd: মিস ব্যক্তিদের প্রতিবেদন.

source: Reporting found persons.
bn_bd: পাওয়া ব্যক্তিদের প্রতিবেদন.

source: Found People
bn_bd: পাওয়া জনগণ

source: Added Profile
bn_bd: প্রোফাইল যোগ করা হয়েছে

source: User's Testimonial
bn_bd: ব্যবহারকারীর প্রশংসাপত্র

source: Previous
bn_bd: পূর্ববর্তী

source: Next
bn_bd: পরবর্তী

source: No testimonials are available yet to show.
bn_bd: দেখানোর মত প্রশংসাপত্র এখন ও হয় নি।

source: Face Finder
bn_bd: ফেস ফাইন্ডার

source: ABC Road, CDEF City
bn_bd: এবিসি রোড, CDEF সিটি

source: CDEF City-123456, XYZ Country
bn_bd: CDEF সিটি-123456, XYZ দেশ

source: Name:
bn_bd: নাম

source: Enter Name
bn_bd: নাম লিখুন

source: Email:
bn_bd: ই-মেইল

source: Bruh, that email address is invalid
bn_bd: Bruh , য ই-মেইল ঠিকানাটি অবৈধ

source: Enter Email
bn_bd: ইমেইল প্রদান করুন

source: Message:
bn_bd: বার্তা

source: Please write a mesasage
bn_bd: একটি mesasage লিখুন

source: SEND
bn_bd: প্রেরণ করুন

source: Birth Date
bn_bd: জন্মদিন

source: Resident Country
bn_bd: রেসিডেন্ট দেশ

source: Resident City
bn_bd: রেসিডেন্ট সিটি

source: Missing Country
bn_bd: Missing দেশ

source: Missing City
bn_bd: অনুপস্থিত শহর

source: Profile Id
bn_bd: প্রোফাইল আইডি

source: Search By Location
bn_bd: জায়গা দ্বারা খুজুন

source: Upload Photos
bn_bd: ফটো আপলোড

source: Sign Up
bn_bd: সাইন আপ

source: Nationality
bn_bd: জাতীয়তা

source: Please select gender
bn_bd: দয়া করে লিঙ্গ নির্বাচন করুন

source: Resident Country
bn_bd: রেসিডেন্ট দেশ

source: Insert the photos of your ID
bn_bd: আপনার আইডির ফটো ঢোকান

source: You must upload the photos. Otherwise its will not be uploaded.
bn_bd: আপনাকে ফটো আপলোড করতে হবে. অন্যথায় আপলোড করা হবে না.

source: Minimum of 6 characters
bn_bd: 6 অক্ষর সর্বনিম্ন

source: Confirm Password
bn_bd: পাসওয়ার্ড নিশ্চিত করুন

source: Whoops, these don&#39;t match
bn_bd: ওহো, এই মিলছে না

source: Please fill the captha.
bn_bd: দয়া করে captha ভরাট করুন ।

source: Date of Birth
bn_bd: জন্ম তারিখ

source: Blood Group
bn_bd: রক্তের গ্রুপ

source: Select Blood Group
bn_bd: রক্তের গ্রুপ নির্বাচন করুন

source: Person Status
bn_bd: ব্যক্তি স্থিতি

source: Missing
bn_bd: নিখোঁজ

source: Found
bn_bd: পাওয়া

source: Resident Street
bn_bd: রেসিডেন্ট স্ট্রিট

source: Missing Country
bn_bd: Missing দেশ

source: Mental illness
bn_bd: মানসিক অসুখ

source: Select Mental illness
bn_bd: মানসিক অসুস্থতা নির্বাচন

source: Yes
bn_bd: হাঁ

source: No
bn_bd: না

source: Status
bn_bd: অবস্থা

source: Select Status
bn_bd: স্থিতি নির্বাচন

source: Alive
bn_bd: জীবিত

source: Dead
bn_bd: মৃত্যু

source: Kidnapped
bn_bd: অপহৃত

source: Select Kidnapped
bn_bd: অপহৃত নির্বাচন

source: Physical illness
bn_bd: শারীরিক অসুস্থতা

source: Select Physical illness
bn_bd: শারীরিক অসুস্থতা নির্বাচন

source: Description
bn_bd: বর্ণনা

source: Verified Profile
bn_bd: যাচাইকৃত প্রোফাইল

source: Verified
bn_bd: যাচাইকৃত

source: Currently Used Images
bn_bd: বর্তমানে ব্যবহৃত চিত্র

source: Showing {:start} to {:end} of {:count} entries
bn_bd: দেখানো {: শুরু} থেকে {: শেষ} এর {: গণনা} এন্ট্রি

source: Keyword
bn_bd: মূলশব্দ

source: Spammed Profiles
bn_bd: স্প্যাম প্রোফাইল

source: SORRY!!
bn_bd: দুঃখিত !!

source: You look untrustworthy!!!
bn_bd: আপনি অবিশ্বাসযোগ্য !!!

source: But, you can always
bn_bd: কিন্তু, আপনি সবসময় করতে পারেন

source: contact with us
bn_bd: আমাদের সাথে যোগাযোগ করুন

source: and we are very much eager to solve the problems you are facing.
bn_bd: এবং আমরা খুব বেশি আগ্রহী আপনার সমস্যা সমাধানের জন্য।

source: EDIT PROFILE
bn_bd: জীবন বৃত্তান্ত সম্পাদনা

source: Birthdate
bn_bd: জন্ম তারিখ

source: Profile Id :
bn_bd: প্রোফাইল আইডি:

source: No Birthdate Selected.
bn_bd: কোন জন্মতারিখ নির্বাচিত হয় নি .

source: No Blood Group Selected.
bn_bd: কোন রক্তের গ্রুপের নির্বাচিত করা হয় নি .

source: Person's Status
bn_bd: ব্যক্তি স্থিতি

source: Nationatily not Selected.
bn_bd: জাতীয়তা নির্বাচিত না.

source: Resident City Not Selected.
bn_bd: রেসিডেন্ট সিটি নির্বাচন করা হয়নি.

source: Resident Street Not Selected.
bn_bd: রেসিডেন্ট রাস্তা নির্বাচিত নয়.

source: Mental illness
bn_bd: মানসিক অসুখ

source: Mental illness Not Selected.
bn_bd: মানসিক অসুস্থতা নির্বাচিত নয় .

source: No Status Selected.
bn_bd: কোন স্থিতি নির্বাচিত নয় .

source: No Information.
bn_bd: কোন তথ্য নেই.

source: Physical illness
bn_bd: শারীরিক অসুস্থতা

source: Reporter Details
bn_bd: রিপোর্টারের বিস্তারিত

source: Reporter Name
bn_bd: প্রতিবেদক নাম

source: Address
bn_bd: ঠিকানা

source: This Reporter is verified
bn_bd: এই প্রতিবেদক যাচাই করা।

source: Claimed Reporter Details
bn_bd: দাবিকৃত রিপোর্টার বিস্তারিত

source: Clamier Name
bn_bd: Clamier নাম

source: Images of
bn_bd: চিত্র

source: Abuse
bn_bd: অপব্যবহার

source: Profile Log Book
bn_bd: প্রোফাইলের লগ বই

source: No log yet to show for this profile.
bn_bd: কোন লগ এখনো এই প্রোফাইলের জন্য দেখানো যাবে না।

source: Related Search Results
bn_bd: সম্পর্কিত অনুসন্ধানের ফলাফল

source: REPORT A FOUND PERSON
bn_bd: প্রতিবেদন একটি PERSON কে পাওয়া গেছে

source: Your Search Results :
bn_bd: অনুসন্ধানের ফলাফল

source: No result Found. Sorry.
bn_bd: কোন ফলাফল পাওয়া যায়নি. দুঃখিত.

source: prev
bn_bd: পূর্ববর্তী

source: Showing
bn_bd: দেখাচ্ছে

source: to
bn_bd: থেকে

source: of
bn_bd: এর

source: results.
bn_bd: ফলাফল.

source: Admin Add Removed Profile
bn_bd: এডমিন যোগ করা হয়েছে প্রোফাইল সরানো হয়েছে।

source: List Removed Profiles
bn_bd: সরানো প্রোফাইল তালিকা

source: Admin Edit Removed Profile
bn_bd: এডমিন সম্পাদনা প্রোফাইল সরানো হয়েছে।

source: Removed RemovedProfiles
bn_bd: সরানো হয়েছে RemovedProfiles

source: Admin Add Reporter
bn_bd: রিপোর্টার এডমিন অ্যাড

source: Admin Edit Reporter
bn_bd: এডমিন রিপোর্টার সম্পাদনা

source: Accept
bn_bd: গ্রহণ করা

source: Reject
bn_bd: প্রত্যাখ্যান

source: Make it Verified
bn_bd: এটি যাচাই করুন।

source: Make it Normal
bn_bd: এটা সাধারন করুন

source: Revoke Account Type
bn_bd: প্রত্যাহার করুন অ্যাকাউন্টের ধরন

source: Change Account Details
bn_bd: অ্যাকাউন্টের বিশদ বিবরণ পরিবর্তন

source: Currently Used ID
bn_bd: বর্তমানে ব্যবহৃত আইডি

source: You do not have any IDs uploaded.
bn_bd: আপনার আপলোড করা কোন ID- নেই .

source: Change Password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন

source: Old Password
bn_bd: পুরনো পাসওয়ার্ড

source: Type Old Passward
bn_bd: পুরাতন Passward এর ধরন

source: New Password
bn_bd: নতুন পাসওয়ার্ড

source: Type New Password
bn_bd: টাইপ করুন নতুন পাসওয়ার্ড

source: Type Confirm Password
bn_bd: পাসওয়ার্ড নিশ্চিত করুন

source: Forgot Password
bn_bd: পাসওয়ার্ড ভুলে গেছেন

source: An e-mail has been send to
bn_bd: একটি ই-মেইল পাঠান হয়েছে

source: Please follow the mail to get the recovery link of your account.
bn_bd: আপনার অ্যাকাউন্ট পুনরুদ্ধারের লিংক পেতে মেইল ​​অনুসরণ করুন.

source: Sorry, we dont recognise the email.<br>Try Again.<br>Or, Check again your email for verification. We don't recongnise your email until it's verified.
bn_bd: দুঃখিত, আমরা ইমেল চিনতে পারিনি. <br> আবার চেষ্টা কর. <br> বা, আবার যাচাইয়ের জন্য আপনার ইমেইল চেক করুন. আমরা আপনার ইমেইল চিনতে পারব না যতক্ষন আপনি ভেরিফাই না করবেন।

source: Incorrect Username and Password.<br>Try Again.<br>Or, Check again your email for verification. We don't recongnise your email until it's verified.
bn_bd: ব্যবহারকারীর নাম ও পাসওয়ার্ড ভুল . <br> আবার চেষ্টা কর. <br> বা, আবার যাচাইয়ের জন্য আপনার ইমেইল চেক করুন. আমরা আপনার ইমেইল চিনতে পারব না যতক্ষন আপনি ভেরিফাই না করবেন।

source: Forgot Your Password?
bn_bd: আপনি কি পাসওয়ার্ড ভুলে গেছেন?

source: You have no profile!
bn_bd: আপনার কোন প্রোফাইল আছে!

source: Welcome,
bn_bd: স্বাগতম

source: Control, protect, and secure your account, all in one place
bn_bd: কন্ট্রোল, রক্ষা, এবং আপনার অ্যাকাউন্ট সুরক্ষিত রাখুন

source: Edit Account
bn_bd: অ্যাকাউন্ট সম্পাদনা

source: Edit & Control your Account From Here.
bn_bd: সম্পাদনা ও এখান থেকে আপনার অ্যাকাউন্ট নিয়ন্ত্রণ করুন.

source: Change Passward
bn_bd: Passward পরিবর্তন

source: Change & Control your password, keep yourself secure.
bn_bd: পরিবর্তন ও আপনার পাসওয়ার্ড নিয়ন্ত্রণ, নিজেকে নিরাপদ রাখতে পারেন.

source: Recover Password
bn_bd: পাসওয়ার্ড পুনরুদ্ধার

source: Your password has been reset. You can
bn_bd: আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে. আপনি পারবেন

source: login now
bn_bd: এখন লগ ইন করুন

source: Your password can't be reset right now. Try again.
bn_bd: আপনার পাসওয়ার্ড এখনই রিসেট করা যাবে না. আবার চেষ্টা কর.

source: Enter New Password
bn_bd: নতুন পাসওয়ার্ড লিখুন

source: Repeat New Password
bn_bd: পাসওয়ার্ড পুনরাবৃত্তি

source: THANKS!!
bn_bd: ধন্যবাদ !!

source: OOPS!!
bn_bd: উফ!

source: Thanks for using our service. An e-mail has been send to
bn_bd: আমাদের সেবা ব্যবহার করার জন্য ধন্যবাদ. একটি ই-মেইল পাঠান হয়েছে

source: Please follow the mail to verify your mail.
bn_bd: আপনার ই-মেইল যাচাই করার জন্য মেইল ​​অনুসরণ করুন.

source: Sorry, email can't be send to
bn_bd: দুঃখিত, ই-মেইল পাঠানো যাবে না

source: Please check your input again.
bn_bd: আপনার ইনপুট আবার চেক করুন.

source: Your mail has been verified. You can
bn_bd: আপনার মেইল ​​যাচাই করা হয়েছে. আপনি পারবেন

source: Something daunting has been happened. So, GTFO...
bn_bd: কিছু কঠিন ঘটোনা ঘটেছে . সুতরাং, GTFO ...

source: Thanks for using our service. We really appreciate if you say something about our service.
bn_bd: আমাদের সেবা ব্যবহার করার জন্য ধন্যবাদ. আমরা সত্যিই কৃতজ্ঞ যদি আপনি আমাদের সেবা সম্পর্কে কিছু বলতেন .

source: Testimonial
bn_bd: প্রামাণিক

source: Not Now. Thanks Anyway.
bn_bd: এখন না. যাই হোক ধন্যবাদ.

source: Deactivate
bn_bd: কর্মততপরতা বন্ধ করা।

source: Activate
bn_bd: সক্রিয় করা

source: Admin Edit CMS User
bn_bd: এডমিন সম্পাদনা CMS ব্যবহারকারী

source: Role
bn_bd: ভূমিকা

source: Admin Settings
bn_bd: অ্যাডমিন সেটিং

source: RECOVER
bn_bd: পুনরুদ্ধার

source: Users
bn_bd: ব্যবহারকারী

source: Trouble login in?
bn_bd: লগইন এ সমস্যা ?
